<?php

return [
    'page' => [
        'model' => [
            'save' => 'Ошибка сохранения страницы',
            'update' => 'Ошибка обновления страницы',
        ],
        'content' => [
            'parsing' => 'Ошибка парсинга контента страницы',
        ],
        'icon' => [
            'save' => 'Ошибка сохранения иконки',
        ],
    ],

    'config' => [
        'model' => [
            'update' => 'Ошибка обновления настройки',
        ]
    ],

    'selection_info' => [
        'model' => [
            'empty' => 'Ошибка при чтении данных из файла',
            'duplicate_lot_number' => 'В файле содержатся повторяющиеся значения реестровых номеров лотов для :lots',
        ]
    ]
];
